Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/1999_1s.doc.tmx
Source language: sme
Languages: nob

source: Dát mearkkaša dan ahte Láhka sámedikki ja sámi riektidiliid birra , sámeláhka , dárkkistuvvo ja ođasmahttojuvvo .
nob: Det betyr at Lov om Sametinget og samenes rettsstilling , sameloven , revideres og oppdateres .

source: Sámeláhka lea ge ná lávki dán suksessiivvalaš láhkaaddinproseassas , ja dan ferte rievdadit ovdáneami ektui muđui .
nob: Sameloven er således et steg i en suksessiv lovgivningsprosess , og må endres i takt med den øvrige utviklingen .

source: Seamma prinsihppa ferte guoskat maiddái eará lágaide main lea mearkkašupmi sámi vuoigatvuođaide .
nob: Det samme prinsippet må også gjelde for andre lover som har betydning for samiske rettigheter .

source: Sámediggi oaidná dárbun ahte guovddáš stáhtalaš eiseválddit čilgejit ollu guovddáš beliid mat vulget ILO-konvenšuvnna nr 169 dohkkeheamis .
nob: Sametinget ser behovet for at sentrale statlige myndigheter foretar en avklaring på en rekke sentrale områder som følge av Norges ratifisering av ILO-konvensjon nr. 169 .

source: Čujuhit earret eará čilgekeahtes gažaldagaide mat gusket eanavuoigatvuođaide , ja geatnegasvuhtii viežžat ráđiid ja ráđđádallat .
nob: Det vises blant annet til uavklarte spørsmål angående landrettigheter og konsultasjons- og rådføringsplikten .

source: Sámediggi lea ovdal čujuhan gokko Norgga stáhta ii dávis daid mearrádusaide ja áigumušaide mat leat vuođđun konvenšuvdnii .
nob: Sametinget har tidligere pekt på områder hvor den norske stat ikke er på linje med bestemmelsene og intensjonene som ligger til grunn for konvensjonen .

source: Lea lunddolaš ahte Sámi vuoigatvuođaárvalusa meannudeami oktavuođas vuđolaččat čilgejuvvo movt geatnegasvuođat konvenšuvnnas galget ollašuhttot .
nob: Ved behandlingen av Samerettsutvalgets innstilling vil det være naturlig å gi en grundig redegjørelse for hvordan forpliktelsene i konvensjonen skal oppfylles .

source: Dát ferte fas biddjojuvvot sámeláhkii ja eará lágaide ja njuolggadusaide .
nob: Dette må igjen nedfelles i sameloven og det øvrige lov- og regelverk .

source: Sámediggái álbmotválljen orgánan mearkkaša dát ovdáneapmi dan ahte diggi oažžu iešheanalut saji .
nob: For Sametinget som folkevalgt organ ligger det i denne utviklingen at tinget får en mer selvstendig status .

source: Sámedikki konstitušuvnnalaš saji ferte dainna lágiin čilget lagabui Sámedikki ja stáhtaeiseválddiid gaskasaš ovddasvástádusa čilgemiin .
nob: Sametingets konstitusjonelle rolle må på denne måten avklares nærmere gjennom en klargjøring av ansvarsforholdet mellom Sametinget og statsmaktene .

source: Sámediggi sámi álbmotválljen orgánan ferte ovddidit ovttaárvosaš ovttasbarggu Ráđđehusain ja Stuorradikkiin .
nob: Sametinget som samenes folkevalgte organ må utvikle et likeverdig samarbeid med regjering og storting .

source: Sámi demokrátiija ja ovttasbargovugiid ovddideapmi lea lunddolaš boađus sámi vuoigatvuođabarggus .
nob: En slik utvikling av det samiske demokratiet med samhandlingsformer , er en naturlig konsekvens av det arbeidet som skjer med samiske rettigheter .

source: Lea guovddáš bargun oažžut áigái šiehtadallangeatnegasvuođa sámiid ja Norgga eiseválddiid gaskka áššiin maid oktavuođas sámiid árvvoštallama mielde lea dárbu dan dahkat , erenoamážit kultur- , ealáhus- ja vuoigatvuođasuorggis .
nob: Det vil være en sentral oppgave å innføre forhandlingsplikt mellom samene og norske myndigheter i saker hvor dette etter samenes vurdering er nødvendig , særlig på feltene kultur , næring og rettigheter .

source: Dát geatnegasvuohta manná guhkkelii go dušše viežžat ráđiid , ja ferte geatnegahttit goappašiid beliid . Dán ferte reguleret Norgga lágain .
nob: Denne plikten omfatter mer enn en ren konsultasjon , og må medføre gjensidige forpliktelser Dette må reguleres i det norske lovverket .

source: Norgga sámepolitihkka geatnegahttá vuosttažettiin guovddáš eiseválddiid .
nob: Norsk samepolitikk forplikter først og fremst de sentrale myndigheter .

source: Gielddaid ja fylkagielddaid ektui initiere stáhta báikkálaš sámepolitihkalaš doaibmabijuid positiivvalaš váikkuhangaskaomiid bokte , ii ge láhkageatnegahttima dahje direktiivvaid bokte .
nob: I forhold til kommuner og fylkeskommuner initierer staten lokale samepolitiske tiltak gjennom positive virkemidler , og ikke gjennom lovpålegg eller direktiver .

source: Dál bargojuvvo sámepolitihkalaš perspektiivva ovttastahttimiin daid surggiide maidda gielddain ja fylkagielddain lea ovddasvástádus .
nob: Det arbeides i dag med å integrere det samepolitiske perspektivet i ansvarsområdene til kommuner og fylkeskommuner .

source: Sámi ja Norgga eiseválddiidn gáibiduvvo ahte gielddaid ja fylkagielddaid ovddasvástádusa sámepolitihkalaš bargguide ferte defineret čielgaseabbot .
nob: Dette stiller krav til samiske og norske myndigheter om at samepolitiske ansvarsoppgaver for kommuner og fylkeskommuner må defineres klarere .

source: Sámedikkis leat stuorra vuordámušat dan bargui mii lea álggahuvvon ON:as eamiálbmot-julggaštusa ektui .
nob: Sametinget har store forventninger til det arbeidet som er igangsatt i FN med en urfolkserklæring .

source: Guovddáš bargun dás lea eamiálbmotvuoigatvuođaid sihkkarastin , dohkkeheapmi ja ovddideapmi , masa gullá maiddái iešmearridanvuoigatvuohta .
nob: Sikring , anerkjennelse og videreutvikling av urfolks rettigheter , herunder retten til selvbestemmelse , er sentralt i arbeidet .

source: Sámediggi vuordá ahte Norgga stáhta váikkuha eamiálbmotjulggaštusa šaddama .
nob: Sametinget forventer at den norske stat bidrar tilå få på plass en urfolkserklæring .

source: Sámediggi áigu vuoruhit dán barggu boahtteáiggis .
nob: Sametinget vil prioritere dette arbeidet fremover .

source: Sámediggi deattuha dan barggu čuovvuleami mas lea mearkkašupmi eamiálbmogiidda riikkaidgaskasaččat , erenoamážit daid orgánaid ektui mat mearridit riikkaidgaskasaš riektistandárdaid .
nob: Sametinget legger vekt på å følge det arbeidet som har betydning for urfolk på den internasjonale arena , særlig ovenfor organer som fastsetter internasjonale rettsstandarer .

source: Sámediggi áigu fas čujuhit ahte ráđđehusas lea ovddasvástádus čuovvulit dán lágan gažaldagaid , ja das lea maiddái ovddasvástádus ráđđádallat Sámedikkiin áššiid birra mat gusket eamiálbmogiidda .
nob: Sametinget vil igjen påpeke regjeringens ansvar med å følge opp slike spørsmål , samt regjeringens ansvar med å konsultere Sametinget i spørsmål som gjelder urfolk .

source: Sámediggi čujuha ahte leat ollu initiatiivvat , ja leat jođus proseassat mat iešguđet láhkai gusket sámi vuoigatvuođagažaldagaide .
nob: Sametinget viser til at det foreligger en rekke initiativ , og pågår prosesser som i varierende grad berører spørsmål vedrørende samiske rettigheter .

source: Dát hábme sámi riektigova maid sáhttá čoahkkáigeassit earret eará čuovvovaš sisdoaluin :
nob: Dette danner det samiske rettighetsbildet som kan oppsummeres til blant annet å inneholde :

source: Sámi vuoigatvuođalávdegotti čielggadus NAČ 1997:4 Sámi kultuvrra luondduvuođđu , mii dál lea gulaskuddamis
nob: Samerettsutvalgets utredning NOU 1997:4 Naturgrunnlaget for samisk kultur , som nå er til høring

source: Sámi vuoigatvuođalávdegotti viidáset bargu Tromssas , Norlánddas ja lullisámi guovllus
nob: Samerettsutvalgets videre arbeid i Troms , Nordland og det sørsamiske området

source: sámi dološvieruid ja riektiáddejumiid riektičielggadus
nob: Den pågående utredningen om samiske sedvaner og rettsoppfatninger

source: Boazodoalloláhkalávdegotti bargu
nob: Arbeidet i reindriftslovutvalget

source: Norlándda ja Tromssa meahccekomišuvnna bargu
nob: Virksomheten til Utmarkskommisjonen for Nordland og Troms

source: ođđa minerálaláhka proposišuvnna bargu
nob: Arbeidet med en lovproposisjon om en ny minerallov

source: « Fjelloven » - nammasaš lága geavahišgoahtin Tromssas ja Norlánddas
nob: Spørsmålet om innføring av fjelloven i Troms og Nordland

source: Statsskog SF:a oppa áiggi doaibma ja oktavuohta sámi vuoigatvuođaide
nob: Den løpende virksomheten til Statsskog SF og forholdet til samiske rettigheter

source: eamiálbmotjulggaštus , Norgga áŋgiruššamat dán oktavuođas eai ovdán , ja bissovaš forum eamiálbmogiid várás ON:as
nob: Manglende framgang i Norges engasjement i arbeidet med en urfolkserklæring og et permanent forum for urfolk i FN

source: Sámedikki dálá resurssaid ektui eai leat dikkis návccat oktanaga čuovvulit buot dáid hástalusaid .
nob: Sett i forhold til Sametingets nåværende ressurser , representerer disse sakene i sum politiske utfordringer tinget i dag ikke har kapasitet til å møte samtidig .

source: Dát dilli gáibida ahte Sámediggi ja Ráđđehus ovttasráđiid árvvoštallaba iešguđet doaibmamolsaeavttuid .
nob: Denne situasjonen krever at Sametinget og Regjeringen i fellesskap vurderer ulike handlingsalternativer .

source: Ii leat doarvái ahte guoskevaš fágadepartemeanttat meannudit dáid áššiid ovttaid mielde Sámedikki ektui .
nob: Det vil ikke være tilstrekkelig at disse spørsmålene behandles enkeltvis av de respektive fagdepartementene i forholdet til Sametinget .

source: Daid ferte koordineret .
nob: De må samordnes .

source: Sámediggi čujuha dán oktavuođas Sd. dieđáhussii nr 52 ( 1997-98 ) mas daddjo ahte lea áibbas guovddážin ahte livččii lagaš ovttasbargu Sámedikki ja Ráđđehusa gaskka .
nob: Sametinget viser i denne forbindelse til st. meld . nr 52 ( 1997-98 ) der det heter at det er av avgjørende betydning at det legges opp til et nært samarbeid mellom Sametinget og Regjeringen .

source: Dasto čuožžu kapihttalis 3 , 22. siiddus : « Dán lágan barggu mihttomearrin ferte leat gávdnat ortnegiid maid bokte Sámedikkis sáhttá leat nu stuorra vejolaš váikkuhanfápmu go vejolaš sámi servodaga ovddideamis , dan seammás go Ráđđehus doalaha dárbbašlaš ollislaš fágalaš válddi iežas ovddasvástádussuorgái .
nob: Videre heter det at i kapittel 3 , side 22 : « Målet med et slikt samarbeid må være å komme fram til ordninger hvor Sametinget i størst mulig grad skal kunne ha innflytelse på utviklingen av det samiske samfunnet , samtidig som Regjeringen opprettholder den nødvendige grad av den helhetlige faglige myndighet på sitt ansvarsområde .

source: . . Jos galgá nannet ollislaš sámepolitihka ovddideami ja Sámedikki váikkuhanfámu dán ovdáneamis , de lea buorre koordineren fágadepartemeanttaid gaskka áibbas guovddážin . »
nob: . . For å styrke utviklingen av en helhetlig samepolitikk og Sametingets innflytelse på denne utviklingen er det av avgjørende betydning med god samordning mellom fagdepartementene . »

source: Sámediggi hástá dás dán lágan prosessii bajábealde namuhuvvon gažaldagaid birra .
nob: Sametinget inviterer med dette til en slik prosess om de forannevnte spørsmål .

source: Sámedikki politihkalaš doaibma 1998:s
nob: Sametingets politiske virksomhet i 1998

source: Dán kapihttalis čalmmustit guovddáš áššesurggiid maid Sámediggi ja Sámediggeráđđi leat meannudan dán jagis .
nob: I dette kapittelet presenteres sentrale saksområder som Sametinget og Sametingsrådet har behandlet i løpet av året .

source: Sámedikki dievasčoahkkima eanetlohku lea dahkan daid mearrádusaid maidda dán jahkedieđáhusas čujuhuvvo .
nob: Vedtakene som det refereres til er fattet av et flertall i Sametingets plenum .

source: Uhccitlogu eavttuhusat oidnojit Sámedikki čoahkkingirjjiin .
nob: Mindretallsforslagene fremgår av Sametingets protokoller .

source: 2.1 1998 - 2001 sámediggeplána
nob: 2.1 Sametingsplanen 1998 - 2001

source: Sámediggi mearridii sámediggeplána áššis 41/98 ja dat lea vuođđun Sámedikki bargui boahttevaš jagiin .
nob: Sametingsplanen er vedtatt i Sametinget i sak 41/98 og legger grunnlaget for Sametingets arbeid i de kommende år .

source: Sámediggeplána 3. kapihttalis oidno movt iešguđet surggiid plánas ferte geahčadit iešmearridanvuoigatvuođa ja sámi kultuvrra ávnnaslaš beliid olis .
nob: Det følger av kapittel 3 i sametingsplanen at de ulike områder i planen må ses i lys av retten til selvbestemmelse og det materielle grunnlaget for samiske kultur .

source: Viidámus oassin plánas leat Sámedikki 1998 - 2001 áŋgiruššansuorggit ( 5. kapihttal ) .
nob: I planen er innsatsområdene for Sametinget i 1998-2001 ( kapittel 5 ) det mest omfattende .

source: Plánas leat golbma váldoáŋgiruššansuorggi : 1. sámi vuoigatvuođat , 2. sámi giella ja oahpahus , 3. sámi kultuvra ja ealáhusat .
nob: Det er 3 hovedinnsatsområder : 1. samiske rettigheter , 2. samisk språk og utdanning , 3. samisk kultur og næring .

source: Eará áŋgiruššansuorggit leat mánát ja nuorat , dearvvasvuođa- ja sosiálaáššit , riikkaidgaskasaš eamiálbmotbargu , sámedikkiid gaskasaš ovttasbargu , ovttasbargu davviriikkalaš dásis ja sámi regiovdnapolitihkka .
nob: Andre innsatsområder vil være barn og unge , helse og sosialspørsmål , internasjonalt urfolksarbeid , samarbeid mellom sametingene , samarbeid på nordisk nivå og samisk regionalpolitikk .

source: Sámi vuoigatvuođat lea dehálaš suorgi mainna Sámediggi boahtteáiggis ferte bargat , ja dasa gullet barggut nugo sámelága ođasmahttin , Sámedikki konstitušuvnnalaš sadji ja šiehtadallangeatnegasvuohta .
nob: Samiske rettigheter er et viktig område for Sametinget i tiden som kommer , det gjelder i forhold til en oppdatering av sameloven , sametingets konstitusjonelle rolle og forhandlingsplikt .

source: Guovddážis dán plánaáigodagas šaddá dasto maiddái vuoigatvuođadigáštallan ja sámi kultuvrra luondduvuođđu , areálaplánema ja - hálddašeapmi dáfus sámi guovlluin .
nob: Videre vil rettighetsdebatten og naturgrunnlaget for samisk kultur stå sentralt i planperioden , det gjelder også i forhold til arealplanlegging og - forvaltning i samiske områder .

source: 2.2 Sd. dieđáhus nr 41 ( 1996-97 ) ja Sd. dieđáhus nr 18 ( 1997-98 ) Norgga sámepolitihka birra
nob: 2.2 St meld nr 41 ( 1996-97 ) og St meld nr 18 ( 1997-98 ) Om norsk samepolitikk

source: Sámediggi lea áššis 9/98 meannudan Sd dieđáhusa nr 41 ( 1996-97 ) ja Sd dieđáhusa nr 18 ( 1997-98 ) .
nob: Sametinget har i sak 9/98 behandlet St meld nr 41 ( 1996-97 ) og St meld nr 18 ( 1997-98 ) .

source: Sámedikki mielas lea hui dehálaš ovddidit nana ja dynamalaš oktavuođa Sámedikki ja riikka eiseválddiid gaskka , ja dehálaš oassin dás leat maiddái jahkedieđáhusat ja stuorradiggeáigodaga prinsihppadieđáhus .
nob: Sametinget legger stor vekt på at man utvikler en sterk og dynamisk kontakt mellom Sametinget , og landets myndigheter . Systemet med årlige meldinger og en prinsippmelding innenfor stortingsperiodene , er derfor sentrale elementer i denne samhandlingen .

source: Sámedikki 1996 jahkedieđáhusas , mii lea Sd. dieđáhusa nr 41 ( 1996-97 ) mielddusin , lea Sámediggi ovddidan muhtun prinsihpalaš hástalusaid .
nob: I Sametingets årsmelding for 1996 , som følger som vedlegg til St meld nr 41(1996-97 ) , trekker Sametinget opp noen prinsipielle utfordringer .

source: Erenoamážit čujuhuvvo sámiid iešmearridanvuoigatvuhtii , ja ahte sámiid ( eamiálbmoga ) ja eiseválddiid gaskasaš šiehtadallamiid ferte lágain geatnegahttit , ja eamiálbmotrievtti ja eanavuoigatvuođaid dohkkeheami gáibádusa ferte čatnat Norgga lágaide .
nob: Spesielt vises det til samenes rett til selvbestemmelse , forhandlinger mellom samene som urfolk og myndighetene må lovfestes , urfolksretten må inkorporeres i norsk lov og krav om anerkjennelse av landrettigheter .

source: 2.3 Sámi duhátjahkesadji - duhátjahkemolsuma čalmmusteapmi Norggas
nob: 2.3 Samisk tusenårssted - markering av tusenårsskiftet i Norge

source: Duhátjahkemolsuma čalmmusteami oktavuođas Norggas eavttuha Sámediggi áššis 20/98 Nuortalaš sámi museárusttega / kulturguovddáža Njávdámis sámi duhátjahkesadjin .
nob: I anledning markeringen av tusenårsskiftet i Norge foreslår Sametinget i sak 20/98 Østsamisk museumsanlegg / kultursenter i Neiden som samisk tusenårssted .

source: Nuortalaš sámi kultuvra Norggas lea erenoamáš garrasit leamaš deddojuvvon .
nob: Den østsamiske ( skoltesamiske ) kulturen i Norge har vært utsatt for et særlig hardt press .

source: Dán geažil leat sii massán vuoigatvuođaid , resursavuođu ja giela .
nob: Resultatet er tapet av rettigheter , ressursgrunnlag og språk .

source: Dasto lea nuortasámi kultuvra hirbmat dehálaš refereansavuođđu sámi ovdahistorjái ja historjái oppalaččat .
nob: Samtidig er østsamekulturen et svært viktig referansegrunnlag for samisk forhistorie og historie generelt .

source: Ođđaseabbo arkeologálaš dutkama mielde leai maŋimuš duhátjahki min áigerehkenastimis guovddáš áigodat ollu sámi kulturdovdomearkkaid šaddamii .
nob: I følge nyere arkeologisk forskning var det siste tusenåret før vår tidsregning en sentral periode for tilblivelsen av mange samiske kulturtrekk .

source: Duhátjahkemolsuma čalmmusteapmi bisuhuvvon nuortalaš guovllus čatná oktii sámi ovdahistorjjá ja historjjá ovdal ja maŋŋá min áigerehkenastima .
nob: Å markere tusenårsskiftet i et intakt østsamisk område knytter sammen den samisk forhistorie og historie før og etter vår tidsregning .

source: Nuortalaš sámi joavku lea uhcci , muhto sin erenoamáš historjá stáhtarievttálaš , oskkolaš , gielalaš ja kultuvrralaš oktavuođas gáibida stáhta áŋgiruššamiid kulturgáhttendoaimmaid oktavuođas .
nob: Den østsamiske gruppen er liten , men deres spesielle historie i statsrettslig , religiøs , språklig og kulturell sammenheng tilsier et statlig engasjement omkring kulturvernoppgavene .

source: Dán kulturgáhttenbarggu ferte sihke sámi ja našuvnnalaš oktavuođas atnit hirbmat dehálaš bargun .
nob: Dette er en kulturvernoppgave som både i samisk og nasjonal sammenheng må karakteriseres som svært viktig .

source: Nuortalaččat ásset Norggas , Ruoššas ja Suomas .
nob: Østsamene / skoltene er bosatt i Norge , Russland og Finland .

source: Nuortalaččaid čalmmusteapmi duhátjahkemolsuma oktavuođas čalmmustahtášii maiddái ovttasbargu ja oktavuohta riikarájiid rastá Barentsguovllus ja sámiid sierra álbmogin davviguovlluin .
nob: Fokus på østsamene i forbindelse med tusenårsskiftet vil også være et fokus på samarbeid og kontakt over landegrensene i Barentsregionen og markere samene som et eget folk i nordområdene .

source: Sámediggi dáhttu sámiide addit saji duhátjahkemolsuma čalmmusteamis Norggas , ja bivdá juolludeaddji eiseválddiid juolludit dárbbašlaš ruđaid sámi duhátjahkesaji válljemii ja eará čalmmustemiide ođđa duhátjahkái lávkema oktavuođas .
nob: Sametinget ber om at samene gis plass i markeringen av tusenårsskiftet i Norge , og ber de bevilgende myndigheter bevilge de nødvendige midlene til valg av samisk tusenårssted og andre markeringer ved inngangen til et nytt årtusen .

source: 2.4 Vuoigatvuođat
nob: 2.4 Rettigheter

source: 2.4.1 Sámi vuoigatvuođalávdegoddi - mandáhta ja joatkin
nob: 2.4.1 Samerettsutvalget - Mandat og videreføring

source: Sámediggi čujuha áššis 10/98 ahte Sámi vuoigatvuođalávdegotti bargu Tromssas , Norlánddas ja lullisámi guovllus lea plánejuvvon jotkojuvvot .
nob: Sametinget viser i sak 10/98 til at Samerettsutvalgets arbeid i Troms , Nordland og det sørsamiske området er planlagt videreført .

source: Sámediggi eavttuha ahte Sámediggi nammadivččii beali lávdegotti lahtuin .
nob: Sametinget foreslår at halvparten av utvalgets medlemmer oppnevnes av Sametinget .

source: Jođiheaddji nammada departemeanta ovttasráđiid Sámedikkiin .
nob: Leder utpekes av departementet i fellesskap med Sametinget .

source: Lávdegotti sturrodaga berrešii uhcedit .
nob: Størrelsen på utvalget bør minkes .

source: Oasi ovddit lávdegotti fágalaš ovddastusas sáhttá baicce gozihit lávdegotti sierra čielggadusaid bokte .
nob: En del av den faglige representasjon i forrige utvalg kan heller ivaretas ved særskilte utredninger til utvalget .

source: Lávdegotti álgomandáhta berre doalahuvvot ja leat vuođđun maiddái boahtteáiggi bargui .
nob: Utvalgets opprinnelige mandat bør videreføres og ligge som grunn også for det fremtidige arbeid .

source: Sámediggi áigu dás dárkilastit dan ahte Sámi vuoigatvuođalávdegoddi ii leat ollásit ollašuhttán iežas mandáhta dain čielggahusain mat dán rádjai leat ovddiduvvon .
nob: Sametinget vil her presisere at Samerettsutvalget på langt nær har oppfylt sitt mandat i de utredninger som til nå foreligger .

source: 2.4.2 Luonddugeđggiid rogganlohpi Riebanváris ja Náranaččas
nob: 2.4.2 Driftstillatelse for uttak av naturstein - Riebanvarri og Náranaš

source: Sámediggi lea áššis 45/98 oppalaš sámi beroštumiid vuhtiiváldima geažil ja riikkaidgaskasaš ja našuvnnalaš riektinjuolggadusaid vuođul bivdán ráđđehusadvokáhta Sámedikki beales árvvoštallat gohččut Statskog SF:a riektái fámuhuhttit Eanadoallostivrra mearrádusaid áššiin 3/98 ja 4/98 , ja Statskog SF:a váidalusáššiid mearrádusaid .
nob: Sametinget har i sak 45/98 utfra hensynet til allmenne samiske interesser på bakgrunn av internasjonale og nasjonale rettsregler bedt Regjeringsadvokaten på vegne av Sametinget , vurdere stevning mot Statskog SF for å få kjent Jordsalgstyrets vedtak i sakene 3/98 og 4/98 , samt Statskog SF ’ s vedtak i klagesakene , ugyldige .

source: 2.4.3 Davviriikkalaš sámekonvenšuvdna
nob: 2.4.3 Nordisk samekonvensjon

source: Sámediggi lea áššis 32/98 positiivvalaš davviriikkalaš sámekonvenšuvnna viidásit bargui .
nob: Sametinget er i sak 32/98 positiv til et videre arbeid med nordisk samekonvensjon .

source: Lea dehálaš ahte sámedikkiin lea guovddáš sadji viidásit barggus , sihke ekspeartalávdegotti nammadeamis ja dán lávdegotti mandáhta hábmemis .
nob: Det vil være viktig at sametingene har en sentral rolle i det videre arbeidet , det gjelder både ved oppnevnelsen av ekspertutvalget og med hensyn til utformingen av dette utvalgets mandat .

source: Sámediggi háliida ahte ásahuvvo davviriikkalaš sámi ovttasbargu , bissovaš ovttasbargu politihkalaš dásis presideanttaid ja ministeriid gaskka geain lea ovddasvástádus sámi áššiin ráđđehusain .
nob: Sametinget ønsker at det opprettes et nordiske samesamarbeidet , et fast samarbeid på politisk nivå mellom ministrene med ansvar for samiske saker i regjeringene og sametingspresidentene .

source: Lea dárbu ahte Ráđđehusa ja Sámedikki gaskka lea lávga ovttasbarggu dán ásaheami oktavuođas .
nob: Det vil være nødvendig med et nært samarbeid mellom Regjeringen og Sametinget i arbeidet frem mot opprettelsen av samarbeidet .

source: 2.4.4 Eará riektiáššit
nob: 2.4.4 Øvrige rettighetsspørsmål

source: Dađistaga ferte máhccat ruovttoluotta gažaldagaide mat gusket sámi guovlluid meahcceresurssaid vuoigatvuođaide ja hálddašeapmái .
nob: Spørsmålet om rettigheter til og disponeringen av utmarksressur i samiske områder er stadig tilbakevendende spørsmål .

source: Norlándda ja Tromssa meahccekomišuvdna bargá bálddalagaid sámi vuoigatvuođalávdegotti bargguin , ja komišuvdna cealká čađa gaskka duomuid riektidiliid birra guovlluin gos leat sámi vuoigatvuođa beroštumit .
nob: Arbeidet i Utmarkskommisjonen for Nordland og Troms foregår parallelt med arbeidet i samerettsutvalget og kommisjonen feller dommer på løpende bånd om rettsforhold i området av interesse for samiske rettigheter .

source: Sámi vuoigatvuođaidlávdegotti mandáhtas boahtá ovdan maiddái dat ahte lávdegoddi livččii galgan doallat oktavuođa meahccekomišuvnnain .
nob: I mandatet for samerettsutvalget framgår det også at utvalget skulle ha kontakt med utmarkskommisjonen .

source: Čajeha baicce ahte komišuvnna bargu lea čuohcan negatiivvalaččat sámi vuoigatvuođaide .
nob: Kommisjonens løpende arbeid viser dessverre at samiske rettigheter blir svekket .

source: Sámediggi gáibida ahte meahccekomišuvnna bargu bissehuvvo .
nob: Sametinget krever at arbeidet i utmarkskommisjonen stoppes .

source: Vuoigatvuođaid ruovttoluottafievrrideami prinsihppa lea dehálaš ja buorre prinsihppa maid galggašii heivehit mandáhtii .
nob: Prinsippet om tilbakeføring av rettigheter er et viktig og godt prinsipp som bør innarbeides i mandatet .
